@extends('layouts.main')
@section('styles')
<link rel="stylesheet" href="{{ asset('css/hero.css') }}">
@endsection

@section('content')
<section class="hero">
    <div class="container">
        <h2>ساهم في إنقاذ الأرواح</h2>
        <p>تبرع بالدم الآن وساهم في إنقاذ حياة شخص محتاج.</p>
        <a href="{{route('roles')}}" class="btn-primary">ابدأ الآن</a>
        <a href="{{route('request')}}" class="btn-primary">اطلب دم</a>
    </div>
</section>

<section class="features" id="servise">
    <div class="container">
        <h3>خدماتنا</h3>
        <div class="feature-list">
            <div class="feature">
                <h4>إدارة المتبرعين</h4>
                <p>إدارة بيانات المتبرعين بكل سهولة ودقة.</p>
            </div>
            <div class="feature">
                <h4>متابعة المخزون</h4>
                <p>تحليل ومتابعة مستويات المخزون من الدم.</p>
            </div>
            <div class="feature">
                <h4>التواصل مع المتبرعين</h4>
                <p>نظام لإشعار المتبرعين عند الحاجة للتبرع.</p>
            </div>
        </div>
    </div>
</section>
<section class="types">
    <div class="typescontainer">

        <h2>انواع التبرع بالدم</h2>
        <p>يصنف تبرع الدم إلى نمطين رئيسين، وهما:</p>
        <ul>
            <li>نقل الدم بجميع مكوناته التي تشمل البلازما، وكريات الدم الحمراء والبيضاء، والصفائح الدموية، وهو النوع الأكثر شيوعاً</li>
            <li>التبرع بالصفائح الدموية أو بكريات الدم الحمراء فقط.</li>
        </ul>
    </div>

</section>
<section class="benefits">
    <div class="benefitscontainer">
        <h1>فوائد التبرع بالدم</h1>
        <p>وفقاً للصليب الأحمر الأمريكي، يمكن لأحد التبرعات بالدم أن ينقذ حياة ما يصل إلى ثلاثة أشخاص، ويحتاج شخص واحد في الولايات المتحدة إلى الدم كل ثانيتين. وقد اتضح أن التبرع بالدم لا يفيد المتلقين فحسب، بل إن هناك فوائد صحية تشمل الأشخاص المتبرعين بالدم أيضاً. فيما يلي نذكر عدداً من فوائد ذلك التبرع:
        </p>

        <ul>
            <li>التقليل من التوتر.</li>
            <li>تحسين الصحة النفسية والعاطفية.</li>
            <li>تحسين الصحة الجسدية.</li>
            <li>المساعدة في التخلص من المشاعر السلبية.</li>
            <li>توفير الشعور بالانتماء وعدم العزلة.</li>
        </ul>

        <h2>فوائد التبرع بالدم للقلب</h2>
        <p>إذ قد يساهم في التقليل من خطر الإصابة بأمراض القلب والشرايين. لعل السبب في ذلك أنه يقلل من لزوجته. وقد وجدت دراسة أجريت عام 2013 أن التبرع بالدم يخفض الكولسترول بما في ذلك الكولسترول الكلي والكولسترول الدهني منخفض الكثافة، مما يقي من الإصابة بأمراض القلب والأوعية الدموية. 

        </p>

        <h3>التبرع بالدم يقلل من خطر الإصابة بالسرطان</h3>
        <p>إذ وجدت دراسة أجريت عام 2008 انخفاضاً طفيفاً في خطر الإصابة ببعض أنواع السرطان لدى الأشخاص الذين يتبرعون بالدم بشكل دوري. شملت هذه السرطانات الأنواع التي ترتبط بارتفاع مستوى الحديد، بما في ذلك سرطان الكبد، وسرطان القولون، والرئة، والمريء، والمعدة. كما وجدت دراسة أجريت عام 2016 أيضاً أن من فوائد التبرع أنه يمكن أن يقلل من علامات الالتهابات ويزيد من قدرة مضادات التأكسد.
        </p>

    </div>
</section>
<section class="Proceduressection">
    <div class="Procedurescontainer">
        <h1>إجراءات التبرع بالدم</h1>
        <p>إن التسجيل للتبرع بالدم يتضمن تقديم الهوية الشخصية، والتاريخ الطبي، وإجراء الفحص البدني السريع للمتبرع، ويشمل:</p>

        <ul>
            <li>فحص نبض القلب.</li>
            <li>فحص ضغط الدم.</li>
            <li>قياس درجة حرارة الجسم.</li>
            <li>قياس مستوى الهيموغلوبين، للتأكد من عدم إصابة بفقر الدم.</li>
            <li>قياس الوزن.</li>
            <li>التأكد من تطابق فصيلة دم المتبرع بفصيلة دم المريض.</li>
        </ul>

        <h2>فحص الدم</h2>
        <p>يتم فحص الدم للتحقق من خلوه من الأمراض المعدية مثل:</p>

        <ul>
            <li>التهاب الكبد الوبائي ب أو ج.</li>
            <li>الإصابة بفيروس نقص المناعة البشرية المكتسبة.</li>
            <li>الزهري.</li>
            <li>أمراض أخرى.</li>
        </ul>

        <h3>خطوات التبرع</h3>
        <p>أما فيما يخص خطوات التبرع فتشمل:</p>

        <ul>
            <li>الاستلقاء على كرسي أو السرير الخاص بالتبرع.</li>
            <li>تعقيم منطقة الذراع بالإبرة، ثم إدخال إبرة معقمة.</li>
            <li>سحب الدم لمدة تتراوح بين 8 إلى 10 دقائق.</li>
            <li>إزالة الإبرة وتضميد الذراع لتجنب النزيف.</li>
        </ul>



        <p>بالنسبة لسن التبرع بالدم ومعدل التبرع، يمكن للأفراد من 18 إلى 65 عاماً التبرع بمعدل مرة واحدة...</p>
    </div>
</section>

@endsection